Revit 2026 API

# AssemblyMemberDifference Properties

---

The AssemblyMemberDifference type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

#### Reference

AssemblyMemberDifference Class

Autodesk.Revit.DB Namespace